Repository: wescamp/An_Orcish_Incursion-root
Catalog: po/*.po
Languages: gl_es

source: An Orcish Incursion
gl_es: Unha incursión de Orcos

source: (hardest)
gl_es: (máis difícil)

source: High Lord
gl_es: Gran Nobre

source: Fighter
gl_es: Loitador

source: (easiest)
gl_es: (máis sinxelo)

source: Lord
gl_es: Nobre

source: Defend the forests of the elves against marauding orcs, learning valuable tactics as you do so.
gl_es: Defender os bosques dos trasgos fronte ós orcos

source: Defend the Forest
gl_es: Defender as Fragas

source: Hint: Elves can move fast and safely among the trees. Pick off the enemy grunts with your archers from the safety of the forest.
gl_es: Truco:: Os Elfos poden moverse rapidamente e con seguridade entre as árbores. Arrinca gruñidos ao inimigo cos teus arqueiros desde a seguridade das fragas.

source: Defeat Urugha
gl_es: Derrotar a Urugha

source: Death of Erlornas
gl_es: Morte dos Erlornas

source: Time runs out
gl_es: Esgótase o tempo

source: Look, Erlornas! A war party of orcs has encamped to the north. They are destroying the forest there!
gl_es: Mira, Erlornas! Unha partida de guerra de orcos acampou ao norte. Están destruíndo a fraga!

source: I see them... we should be able to drive them off. All the same, you had best send for reinforcements, Lomarfel.
gl_es: Véxoos ... Temos que ser capaces de facerlles retirarse. De todos os xeitos, mellor terías que enviar reforzos, Lomarfel.

source: Yes, sir!
gl_es: Si, meu señor!

source: A thousand curses on you, elfling! You will suffer... My master, Rualsha, approaches. He will wipe your people from the face of this earth!
gl_es: Sexas mil veces maldito, amante das árbores! Sufrirás... O meu mestre, Rualsha, achégase. El borrará á túa xente da face da terra!

source: Hmmm... Who is this Rualsha, I wonder? I will have to take a small exploration party north to see what is afoot there...
gl_es: Hmmm... Pregúntome quen será este Rualsha? Terei que levar un grupo de exploración ó norte para ver que está pasando alí...

source: Far in the north of Wesnoth was an Elven forest.
gl_es: No norte lonxano de Wesnoth estaba o bosque Élfico.

source: One sunny day, orcs were sighted in the Elven forest.
gl_es: Un día soleado,víronse orcos no gran bosque Élfico.

source: Assassins
gl_es: Asasino

source: Hint: Assassins are hard to hit, and their poison is insidious. Stay close to the villages, where poisoning can be cured, and force your enemies to attack you from the river.
gl_es: Consello: Os asasinos son difíciles de acadar, e o seu veleno é insidioso. Permanece preto das vilas, nas que se pode curar o envelenamento, e forza ós teus inimigos a que te ataquen dende o río.

source: Defeat Gharlsa
gl_es: Derrotar a Gharlsa

source: Gharlsa sees elves... yes... fresh meat, yes, yes...
gl_es: Gharlsa ve elfos... si... carne fresca, si, si...

source: Does that demented creature really think he can kill us... let us teach him a lesson!
gl_es: Realmente pensa esa demente criatura que nos pode matar? Déixanos ensinarlle unha lección!

source: Be careful... he may be more dangerous than he appears.
gl_es: Ten coidaddo... él pode ser máis perigoso do que aparenta

source: Yes... yes... slay them, my assassins!
gl_es: !Si... si... matadeos, meus asasinos¡

source: Wasteland
gl_es: Terra de Desfeitas

source: Hint: There are no villages in this scenario - you must use healers instead. Use hit and run tactics to weaken enemy units who cannot heal themselves.
gl_es: Consello: Non hai vilas neste escenario - debes usar sandadores. Usa tácticas de atacar e fuxir para debilitar ás unidades do inimigo xa que non se poden curar elas mesmas.

source: Defeat Gnargha
gl_es: Derrotar a Gnargha

source: The foul orcs have devastated this area, destroying the trees and driving out the peaceful folk... it saddens me to see such waste.
gl_es: Os noxentos orcos devastaron esta área, destruindo as árbores e matando ós animais como divertimento... entristéceme ver esta desfeita.

source: Greetings, Erlornas! I am Gnargha, the brother of Urugha whom you slew but few nights ago. Know this: Lord Rualsha has permitted me to be the agent of his revenge!
gl_es: Boas, Erlornas! Son Gnargha, o irmán de Urugha a quen ti mataches hai poucas noites. Debes saber isto: o Señor Rualsha permitiume ser o que leve a cabo a vinganza!

source: I have no quarrel with you, Gnargha, nor with your leader Rualsha - but I cannot permit you to invade our lands. Leave now, and we shall be at peace.
gl_es: Non pelexarei contigo, Gnargha, nin co teu líder Rualsha - porque non vos podo permitir que invadades as nosas terras. Ídevos agora, e haberá paz.

source: Peace?! Bah! You are weaker than I thought. Now prepare yourself for a slow and painful death!
gl_es: Paz?! Bah! Sodes máis débiles do que criamos. Agora preparádevos para unha morte lenta e dolorosa!

source: Gnargha and his troops must have come down out of that valley to the north... that is where we will go next!
gl_es: Gnargha e as súas tropas deberon ter saído dese val cara o norte... e alí e a onde iremos nós!

source: Valley of Trolls
gl_es: Valle dos Trolls

source: Hint: Trolls are very dangerous if they can attack as a group. Use the cave-mouths as bottlenecks to fight them one at a time.
gl_es: Consello: Os trolls son moi perigosos se te poden atacar en grupo. Usa as bocas das covas como cuellos de botella para loitar contra eles un a un.

source: Defeat all enemy leaders
gl_es: Derrotar tódolos lideres inimigos

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return to our post?
gl_es: Estamos lonxe das nosas terras, Erlornas, e expulsamos ós orcos do bosque. Por que non voltamos ó noso fogar?

source: You heard what the orcs said - this Rualsha is more than a mere marauding warlord in search of pillage. He is planning an invasion, I'm sure of it. We must gather more information about his plans before we go back.
gl_es: Oiches o que dixeron os orcos - este Rualsha é máis ca un simple señor da guerra saqueador en busca de botín. Está planeando unha invasión, estou seguro delo. Debemos obter máis información sobre os seus planos antes de volver.

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
gl_es: A información non nos ha resultar de proveito se nos matan antes de que volvamos con ela! Estas montañas parecen territorio dos trolls.

source: Linaera the Quick
gl_es: Linaera o Rápido

source: Hint: This enemy is too strong for you to defeat alone. Use mounted units, and Linaera's power of teleportation to mount hit and run attacks.
gl_es: Consello: Este inimigo é demasiado forte para que ti só o derrotes. Usa unidades montadas, e o poder de teletransportación de Linaera para montar ataques de atacar e fuxir.

source: Defeat Krughnar
gl_es: Derrotar a Krughnar

source: Death of Linaera
gl_es: Morte de Linaera

source: We have come into the lands of the humans, Erlornas! See, there is one living in that tower to the west.
gl_es: Estamos lonxe das terras concedidas ós humanos, meu señor Erlornas! Pero hai claramente un vivindo nesa torre do oeste.

source: Help! A great army of orcs has come down from the north, and has been laying seige to my tower for weeks... we are nearly out of supplies. Our people have always been friendly to the elves - will you not assist us?
gl_es: Axuda! Un gran exército de orcos baixou do norte, e estivo asediando a miña torre durante semanas... estamos case sen víveres. A nosa xente sempre foi amiga dos elfos - habédesnos axudar?

source: Yes, of course! But... I wish to defeat the vile orcs and drive them away from our borders. Will you join us in attacking them?
gl_es: Si, claro! Pero... desexo derrotar ós malvados orcos e expulsalos máis alá das nosas fronteiras. Vaste unir a nós para atacalos?

source: Nothing would please me better! I will place all my powers at your command.
gl_es: Nada me agradaría máis! Poñerei os meus poderes ó teu servizo.

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
gl_es: Meu señor... non se pode confiar nos humanos! Cambia a súa lealdade co cambío do vento!

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
gl_es: Pode ser, pero non penso que este nos traizoe polos orcos. E pode que precisemos a súa axuda, tamén: hai unha poderosa forza de orcos endiante.

source: Oh no! Without Linaera's help, I cannot hope to defeat such a great force of orcs. I must return to my post and await reinforcements.
gl_es: Ouh, non! Sen a axuda de Linaera, non podo agardar derrotar unha forza de orcos tan grande. Debo volver a Wesmere e traer reforzos.

source: Thank you, Linaera. I couldn't have defeated the orcs without your help... How can I repay you?
gl_es: Grazas, Linaera. Non poderiamos ter derrotado ós orcos sen a túa axuda... Como cho podo pagar?

source: There is one other thing... an evil power infests the swamps to the east of here. I had meant to deal with it myself, but perhaps you would like to help us once again?
gl_es: Hai unha forma... un poder maligno infesta as brañas ó leste de aquí. Tiña pensado ocuparme del eu mesmo, pero se vós os elfos reverenciades á verde terra penso que quereredes suprimilo tanto coma min.

source: Very well... to the east!
gl_es: Moi ben... ¡cara o este!

source: A Detour through the Swamp
gl_es: Un Desvío polas Brañas

source: Hint: Undead are resistant to physical attack. Use mages to attack the undead, and elves to protect and support the mages.
gl_es: Consello: Os non mortos son resistentes a ataques físicos. Usa magos para atacar ós non mortos, e elfos para protexelos e apoialos.

source: Defeat Keremal
gl_es: Defender os Keremal

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
gl_es: Os espiritos malignos que se estableceron nestas terras húmidas convertérona nunha vil braña. Os meus aprendices e eu temos o poder para facelos esvaecer, pero debes protexernos das súas armas.

source: All is lost! Without Linaera's help, I cannot hope to defeat these horrifying appraritions!
gl_es: ¡Estámos perdidos! ¡Sen a axuda de Linaera, non podo ter esperanza en derrotar a estas horribles aparicións!

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in persuit of the orcs.
gl_es: Grazas, Erlornas... agora podo volver á miña torre en paz. Pero creo que algúns dos meus aprendices desexan seguirte ó norte na persecución dos orcos.

source: I have always wished to see elves, and now I have fought alongside them! May I please come with you?
gl_es: Sempre desexei ver elfos, e agora loitei con eles! Por favor, podo ir convosco?

source: Certainly... I shall be glad of your help.
gl_es: Certamente... Estaría encantado de axudarche.

source: Showdown
gl_es: Enfrontamento

source: Hint: Your enemy is well defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
gl_es: Consello: O teu inimigo está ben defendido contra os ataques dende o sur. Usa silvanos para coarte polo bosque e montar un ataque sorpresa dende o norte.

source: Defeat Rualsha-Tan
gl_es: Derrota a Rualsha-Tan

source: My lord! We have ridden hard for five days to catch up with you! The council has deliberated, and asks you to defeat Rualsha quickly before he can muster a full invasion force.
gl_es: Meu señor! Cabalgamos moito durante cinco días para acadarte! O consello deliberou, e pídeche que derrotes a Rualsha rápido antes de que poida xuntar unha gran forza para invadirnos.

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
gl_es: Débiles elfos! Todo o meu exército ha estar aquí cedo, e entón esmagarémosvos. Pregaredes unha morte rápida!

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
gl_es: Poderás matarme, Erlornas, pero a miña xente seguirá viva. Eles non han esquecer! Hante perseguir, e destruirante completamente... nós... nós... arrgh...

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their homes in the far north.
gl_es: Pero Rualsha sobrevalorou a vontade das súas tropas. Co seu líder morto, esparexéronse, e fuxiron dos elfos de volta ó distante norte.

source: It grieves me to take life, even of a barbarian such as Rualsha. He led the orcs in a more organised way than I have ever known of before.
gl_es: Desgústame quitar a vida, incluso dun bárbaro coma Rualsha.

source: Let us hope the orcs never again produce such a leader! Now, Erlornas, we must return home - the council will well reward you!
gl_es: Esperemos que os orcos nunca máis produzan un un novo líder! Agora, Erlornas, debemos voltar a casa, o consello recompensarache!
